List <Map> allNotifications = [
  {
    'title': 'ঈদ মোবারক',
    'description': 'সবার জানালায় নিরাপদে নেমে আসুক খুশির ঈদ। সবাইকে "নগদ" এর পক্ষ থেকে ঈদ মোবারক।',
    'time': 'মে ১৪, 03.06 PM',
  },
  {
    'title': 'কেনাকাটায় সর্বোচ্চ ১০% ইন্সট্যান্ট ক্যাশব্যাক!',
    'description': 'চলছে ঈদ গ্রোসারি অফার। এখন Meena Bazar, Prince Bazar, Unimart, Wholesale Club Limited, Daily Shopping ও Shwapno সুপার স্টোর থেকে কেনাকাটা করে নগদ এর মাধ্যমে পেমেন্ট করলেই পাচ্ছেন সর্বোচ্চ ১০% ইন্সট্যান্ট ক্যাশব্যাক। অফারটি চলবে ঈদুল ফিতরের আগের দিন পর্যন্ত। বিস্তারিত জানতে ট্যাপ করুন।',
    'time': 'মে ১৩, 12.28 PM'
  },
  {
    'title': 'বিভাগীয় শহরে আজকের ইফতারের সময়সূচি',
    'description': 'ঢাকা - ৬.৩৬ মি., চট্টগ্রাম - ৬.২৯ মি., খুলনা - ৬.৩৯ মি., সিলেট - ৬.৩২ মি., রাজশাহী - ৬.৪৪ মি., ময়মনসিংহ - ৬.৩৮ মি., রংপুর - ৬.৪৪ মি., বরিশাল - ৬.৩৫ মি.।\n\nসরকার ঘোষিত স্বাস্থ্যবিধি মেনে চলুন, সুস্থ থাকুন।\n#মানুষ_বাঁচলে_দেশ_বাঁচবে',
    'time': 'মে 12, 05.25 PM',
  },
  {
    'title': 'Sirajganj Shop-এ কেনাকাটায় সর্বোচ্চ ২০% বা ৮,০০০ টাকা পর্যন্ত ডিসকাউন্ট',
    'description': 'এখন Sirajganj Shop এর ওয়েবসাইট থেকে কেনাকাটা করে নগদ এর মাধ্যমে পেমেন্ট করলেই পাচ্ছেন সর্বোচ্চ ২০% বা ৮,০০০০ টাকা পর্যন্ত ডিসকাউন্ট। অফারটি চলবে ঈদুল ফিতরের আগের দিন পর্যন্ত। বিস্তারিত জানতে ট্যাপ করুন\n\nসরকার ঘোষিত স্বাস্থ্যবিধি মেনে চলুন, সুস্থ থাকুন।\nমানুষ_বাঁচলে_দেশ_বাঁচবে',
    'time': 'মে 11, 08.27 PM',
  },
  {
    'title': 'ঈদ মোবারক',
    'description': 'সবার জানালায় নিরাপদে নেমে আসুক খুশির ঈদ। সবাইকে "নগদ" এর পক্ষ থেকে ঈদ মোবারক।',
    'time': 'মে ১৪, 03.06 PM',
  },
  {
    'title': 'কেনাকাটায় সর্বোচ্চ ১০% ইন্সট্যান্ট ক্যাশব্যাক!',
    'description': 'চলছে ঈদ গ্রোসারি অফার। এখন Meena Bazar, Prince Bazar, Unimart, Wholesale Club Limited, Daily Shopping ও Shwapno সুপার স্টোর থেকে কেনাকাটা করে নগদ এর মাধ্যমে পেমেন্ট করলেই পাচ্ছেন সর্বোচ্চ ১০% ইন্সট্যান্ট ক্যাশব্যাক। অফারটি চলবে ঈদুল ফিতরের আগের দিন পর্যন্ত। বিস্তারিত জানতে ট্যাপ করুন।',
    'time': 'মে ১৩, 12.28 PM'
  },
  {
    'title': 'বিভাগীয় শহরে আজকের ইফতারের সময়সূচি',
    'description': 'ঢাকা - ৬.৩৬ মি., চট্টগ্রাম - ৬.২৯ মি., খুলনা - ৬.৩৯ মি., সিলেট - ৬.৩২ মি., রাজশাহী - ৬.৪৪ মি., ময়মনসিংহ - ৬.৩৮ মি., রংপুর - ৬.৪৪ মি., বরিশাল - ৬.৩৫ মি.।\n\nসরকার ঘোষিত স্বাস্থ্যবিধি মেনে চলুন, সুস্থ থাকুন।\n#মানুষ_বাঁচলে_দেশ_বাঁচবে',
    'time': 'মে 12, 05.25 PM',
  },
  {
    'title': 'Sirajganj Shop-এ কেনাকাটায় সর্বোচ্চ ২০% বা ৮,০০০ টাকা পর্যন্ত ডিসকাউন্ট',
    'description': 'এখন Sirajganj Shop এর ওয়েবসাইট থেকে কেনাকাটা করে নগদ এর মাধ্যমে পেমেন্ট করলেই পাচ্ছেন সর্বোচ্চ ২০% বা ৮,০০০০ টাকা পর্যন্ত ডিসকাউন্ট। অফারটি চলবে ঈদুল ফিতরের আগের দিন পর্যন্ত। বিস্তারিত জানতে ট্যাপ করুন\n\nসরকার ঘোষিত স্বাস্থ্যবিধি মেনে চলুন, সুস্থ থাকুন।\nমানুষ_বাঁচলে_দেশ_বাঁচবে',
    'time': 'মে 11, 08.27 PM',
  },


];